"3-finger Horizontal Swipe" = "Lárétt strjúka með 3 fingrum";
"3-finger Vertical Swipe" = "Lóðrétt strjúka með 3 fingrum";
"4-finger Horizontal Swipe" = "Lárétt strjúka með 4 fingrum";
"4-finger Vertical Swipe" = "4-fingra lóðrétt strýking";
"About" = "Um";
"About %@" = "Um %@";
"Accessibility" = "Aðgengi";
"Acknowledgments" = "Viðurkenningar";
"Active app" = "Virkt forrit";
"Active screen" = "Virkur skjár";
"Active Space" = "Virkt umhverfi";
"Add a running app" = "Bæta við forriti sem er í gangi";
"Add an app from disk" = "Bæta við forriti af diski";
"Additional controls" = "Viðbótarstýringar";
"Additional controls…" = "Viðbótarstýringar ...";
"Advanced" = "Langt gengið";
"After keys are released" = "Eftir að takkar eru losaðir";
"After release" = "Eftir losun";
"Align windows" = "Samræma glugga";
"Align windows:" = "Stilla glugga:";
"All apps" = "Öll forrit";
"All data from this form will be made public, as a ticket on github.com" = "Öll gögn frá þessu formi verða gerð opinber, sem miði á github.com";
"All screens" = "Allir skjáir";
"All Spaces" = "Öll umhverfi";
"Allowed" = "Leyft";
"Alphabetical" = "Stafrófsröð";
"Alphabetical Order" = "Stafrófsröð";
"Also select windows using:" = "Einnig velja glugga með:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab krassaði seinast þegar það var notað vegna villu. Að senda krass-skýrslu hjálpar við að laga villunni";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab er nú stillt á að sýna forrit.Þessi stilling er aðeins tiltæk þegar AltTAB er stillt á að sýna Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab er í gangi án heimilda fyrir skjáupptöku. Smámyndir munu ekki birtast.";
"AltTab needs some permissions" = "AltTab þarfnast nokkura réttinda";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab mun sýna hvort glugginn er nú lágmarkaður eða fullskjár með stöðutákn.";
"Always" = "Alltaf";
"Always send crash reports" = "Sendu alltaf hrunskýrslur";
"and press" = "og ýttu á";
"and press:" = "og smella:";
"Animations" = "Teiknimyndir";
"Animations…" = "Teiknimyndir ...";
"App (BundleID starting with)" = "App (Bundleid byrjar með)";
"App Icons" = "App tákn";
"App is hidden" = "Forrit er falið";
"App is running but has no open window" = "Forrit keyrir en hefur engan opin glugga";
"Apparition delay" = "Seinkun á svip";
"Apparition delay of Switcher" = "Töf á birtistíma skiptiglugga";
"Apparition delay:" = "Birtingar töf:";
"Appearance" = "Útlit";
"Application Name" = "Nafn umsóknar";
"Application Name - Window Title" = "Nafn umsóknar - gluggatitill";
"Applications" = "Forrit";
"Are you sure you don’t want a response?" = "Ertu viss um að þú viljir ekki hafa svar?";
"Arrow keys" = "Áttarlyklar";
"Ask whether to send crash reports" = "Spurðu hvort senda eigi hrunskýrslur";
"Auto" = "Sjálfvirkt";
"Auto-install updates periodically" = "Niðurhala uppfærslur sjálfvirkt";
"Blacklists" = "Svartur listi";
"Cancel" = "Hætta við";
"Cancel and hide" = "Hætta við og fela";
"Capture windows in the background" = "Taka glugga í bakgrunni";
"Center" = "Miðja";
"Check for updates now…" = "Leita að uppfærslum núna";
"Check for updates periodically" = "Leita að uppfærslum reglulega";
"Check for updates…" = "Leita að uppfærslum";
"Check permissions…" = "Skoða heimildir";
"Close window" = "Loka glugga";
"Conflicting shortcut" = "Andstæð flýtileið";
"Controls" = "Stýringar";
"Crash reports policy" = "Stefna um hrun skýrir frá";
"Crash reports policy:" = "Stefna um villuskýrslur:";
"Cursor follows focus" = "Mús eltir fókus";
"Customize App Icons style…" = "Sérsniðið forritstákn stíl ...";
"Customize Thumbnails style…" = "Sérsniðið smámyndastíl ...";
"Customize Titles style…" = "Sérsniðið titla stíl ...";
"Dark" = "Dimmt";
"Debug tools" = "Villuleitartól";
"Disabled" = "Óvirkt";
"Do nothing" = "Gera ekkert";
"Don’t check for updates periodically" = "Ekki leita að uppfærslum reglulega";
"Don’t send" = "Ekki senda";
"Don’t show windows from these apps" = "Ekki sýna glugga frá þessum forritum";
"Done" = "Gert";
"End" = "Endir";
"Exceptions" = "Undantekningar";
"Export settings…" = "Flytja út stillingar…";
"Export…" = "Flytja út…";
"Fade in animation of Preview" = "Hreyfimynd fyrir inndeyðingu forskoðunar";
"Fade out animation" = "Dofna út fjör";
"Fade out animation of Switcher" = "Hreyfimynd fyrir útdeyðingu skiptiglugga";
"Fade out animation:" = "Hreyfimynd fyrir útdeyðingu:";
"Failed to import settings" = "Ekki tókst að flytja inn stillingar";
"Focus selected window" = "Fókus valinn gluggi";
"Fullscreen window" = "Gluggi í fullum skjá";
"Fullscreen windows:" = "Gluggar í fullum skjá:";
"Fullscreen/Defullscreen window" = "Fullskjá/defulScreen gluggi";
"General" = "Almennt";
"Gesture" = "Bending";
"Grant permission" = "Veita heimild";
"Hidden windows:" = "Fela glugga:";
"Hide" = "Fela";
"Hide app badges" = "Fela app merki";
"Hide app badges:" = "Fela forritamerki:";
"Hide apps with no open window" = "Fela forrit án opins glugga";
"Hide apps with no open window:" = "Fela forrit án opins glugga:";
"Hide colored circles on mouse hover" = "Fela litaða hringi á mús sveima";
"Hide colored circles on mouse hover:" = "Fela litaða hringi við músarsveim:";
"Hide in %@" = "Fela í %@";
"Hide Space number labels" = "Fela geimnúmeramerki";
"Hide Space number labels:" = "Fela númeramerkingar á skjáborði:";
"Hide status icons" = "Fela stöðutákn";
"Hide status icons:" = "Fela stöðutákn:";
"Hide window thumbnails:" = "Fela smámyndir glugga:";
"Hide/Show app" = "Fela / Sýna forrit";
"High" = "High";
"Highest" = "Hæst";
"Hold" = "Halda inni";
"Horizontal Swipe with Four Fingers" = "Lárétt strjúka með fjórum fingrum";
"Horizontal Swipe with Three Fingers" = "Lárétt strjúka með þremur fingrum";
"I think the app could be improved with…" = "Ég tel að forritið gæti orðið betra með";
"Ignore shortcuts when active" = "Hunsa flýtileiðir þegar forrit keyrir";
"Ignore shortcuts while a window from these apps is active" = "Hunsa flýtivísar þegar gluggi úr þessum forritum er virkur";
"Import settings…" = "Flytja inn stillingar…";
"Import…" = "Flytja inn…";
"Keep open" = "Halda opnu";
"Keep open and search" = "Halda opnu og leita";
"Language" = "Tungumál";
"Language Change" = "Breyting á tungumáli";
"Large" = "Stór";
"Later" = "Síðar";
"Latest releases" = "nýjustu útgáfur";
"Leading" = "Leiðandi";
"Left" = "Vinstri";
"Light" = "Ljós";
"Lock search" = "Læsa leit";
"Max height on screen:" = "Hámarks hæð á skjá:";
"Max width on screen:" = "Hámarks breidd á skjá:";
"Medium" = "Miðlungs";
"Menubar icon" = "Menubar táknmynd";
"Menubar icon:" = "Tákn á valmyndarstiku:";
"Middle" = "Miðja";
"Minimize/Deminimize window" = "Minnka / stækka glugga";
"Minimized windows:" = "Minnkaðir gluggar:";
"Miscellaneous" = "Ýmislegt";
"Miscellaneous:" = "Ýmislegt:";
"Mouse hover" = "Músar svif";
"Multiple screens" = "Marga skjái";
"Never" = "Aldrei";
"Never send crash reports" = "Sendu aldrei hrunskýrslur";
"No Window" = "Enginn gluggi";
"Non-active apps" = "Óvirk forrit";
"Non-visible Spaces" = "Ósýnilegt skjáborð";
"Normal" = "Venjulegt";
"Not allowed" = "Ekki leyft";
"NSHumanReadableCopyright" = "GPL-3.0 leyfi";
"Only if the window is fullscreen" = "Aðeins ef glugginn er í fullum skjá";
"Only on different screen" = "Aðeins á öðrum skjá";
"Open Accessibility Preferences…" = "Opna Aðgengis stillingar";
"Open Accessibility Settings…" = "Opna aðgengisstillingar…";
"Open Screen Recording Preferences…" = "Opna Skjáupptöku stillingar";
"Open Screen Recording Settings…" = "Opna stillingar fyrir skjáupptöku…";
"Open System Settings to confirm, and continue" = "Opna kerfisstillingar til að staðfesta og halda áfram";
"Open Trackpad Preferences…" = "Opna stillingar fyrir snertiflötu…";
"Open Trackpad Settings…" = "Opna snertiflötustillingar…";
"Optional: email (if you want a reply)" = "Valkvætt: netfang (ef þú vilt svar)";
"Order windows by" = "Pantaðu glugga eftir";
"Please fill in the form" = "Vinsamlegast fylltu út eyðublaðið";
"Policies" = "Stefnur";
"Preferences…" = "Stillingar";
"Preview selected window" = "Forsýning Valinn gluggi";
"Preview selected window:" = "Forskoða valinn glugga:";
"Preview the selected window." = "Forskoða valinn glugga.";
"Quit" = "Loka";
"Quit %@" = "Loka %@";
"Quit app" = "Loka forriti";
"Recently Created" = "Nýlega búið til";
"Recently Created First" = "Nýlega stofnað fyrst";
"Recently Focused" = "Nýlega virkjaðir";
"Recently Focused First" = "Nýlega einbeitt fyrst";
"Remember my choice" = "Muna valkost";
"Reset preferences and restart" = "núllsetja stillingar og endurræsa";
"Reset preferences and restart…" = "Endurstilla stillingar og endurræsa";
"Reset settings and restart" = "Endurstilla stillingar og endurræsa";
"Reset settings and restart…" = "Endurstilla stillingar og endurræsa…";
"Restart Now" = "Endurræsa núna";
"Rows of thumbnails:" = "Raðir af smámyndum:";
"Screen including menu bar" = "Skjár þar á meðal valmyndastikan";
"Screen including mouse" = "Skjár inniheldur mús";
"Screen Recording" = "Skjáupptaka";
"Screen showing AltTab" = "Skjár sýnir AltTab";
"Search" = "Leita";
"Select next window" = "Velja næsta glugga";
"Select previous window" = "Velja fyrri glugga";
"Select windows on mouse hover" = "Veldu Windows On Mouse sveima";
"Select windows using arrow keys" = "Veldu Windows með örvatökkum";
"Select windows using vim keys" = "Veldu Windows með VIM lyklum";
"Send" = "Senda";
"Send a crash report?" = "Senda krass-skýrslu?";
"Send anyway" = "Senda samt";
"Send debug profile (CPU, memory, etc)" = "Senda ítarupplýsingar (CPU, minni, etc)";
"Send feedback" = "Senda tillögur";
"Send feedback…" = "Senda tillögur";
"Settings imported" = "Stillingar fluttar inn";
"Settings…" = "Stillingar";
"Share improvement ideas, or report bugs" = "Deila hugmyndum um viðbætur, eða tilkynna villu";
"Shortcut" = "Flýtivísun";
"Shortcut 1" = "Flýtileið 1";
"Shortcut 2" = "Flýtileið 2";
"Shortcut 3" = "Flýtileið 3";
"Shortcut 4" = "Flýtileið 4";
"Shortcut 5" = "Flýtileið 5";
"Shortcut already assigned to another action: %@" = "Flýtileið þegar úthlutað til annarrar aðgerðar: %@";
"Shortcuts When Active" = "Flýtileiðir þegar þær eru virkar";
"Shortcuts when active…" = "Flýtileiðir þegar þær eru virkar ...";
"Show" = "Sýna";
"Show & Hide" = "Sýna og fela";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Sýndu hlut í rofanum fyrir hvern glugga, eða fyrir hvert forrit.Windows verður einbeitt en forrit verða virk.";
"Show apps with no open window" = "Sýna forrit án opins glugga";
"Show at the end" = "Sýna í lokin";
"Show fullscreen windows" = "Sýndu glugga á fullri skjá";
"Show hidden windows" = "Sýna falinn glugga";
"Show in switcher" = "Sýna í Switcher";
"Show minimized windows" = "Sýna lágmarkaða glugga";
"Show on" = "Sýna áfram";
"Show on:" = "Sýna þegar:";
"Show standard tabs as windows" = "Sýna staðlaða flipa sem Windows";
"Show standard tabs as windows:" = "Sýna venjulega flipa sem glugga:";
"Show titles" = "Sýna titla";
"Show windows from applications" = "Sýna glugga úr forritum";
"Show windows from screens" = "Sýna glugga frá skjám";
"Show windows from Spaces" = "Sýna glugga úr rýmum";
"Show windows from:" = "Sýna glugga frá:";
"Size" = "Stærð";
"Skipped" = "Sleppt";
"Small" = "Lítið";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Sum forrit eins og Finder eða forsýning nota staðlaða flipa sem virka eins og óháðir Windows.Sum önnur forrit eins og vafrar nota sérsniðna flipa sem starfa á einstaka vegu og eru ekki raunverulegir gluggar.Alttab getur ekki skráð þau sérstaklega.";
"Source code repository" = "Kóðasafn";
"Space" = "Pláss";
"Space Order" = "Geimpöntun";
"Start" = "Upphaf";
"Start at login" = "Byrjaðu á innskráningu";
"Start at login:" = "Keyra við innskráningu:";
"Support this project" = "Styrkja verkefnið";
"Swipe with Four Fingers" = "Strjúka með fjórum fingrum";
"Swipe with Three Fingers" = "Strjúka með þremur fingrum";
"Switch between 3 different styles. You can customize them." = "Skiptu á milli 3 mismunandi stíl.Þú getur sérsniðið þá.";
"System" = "Kerfi";
"System Default" = "Sjálfgefið kerfi";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Flýtivísinn ⌘⎋ (command+escape) gæti verið notaður af macOS fyrir GameOverlay.\n\nBreytingin þín myndi úthluta honum til: %@.\n\nEf þú vilt halda áfram, vertu viss um að slökkt sé á GameOverlay flýtivísinum.\nAthugaðu einnig að macOS hefur greint frá villum þar sem flýtivísinn gæti enn truflað þrátt fyrir að vera óvirkur.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) takkinn er frátekin fyrir ákveðnar macOS flýtivísanir (t.d. mun ⌘⌥⎋ sýna gluggann til að Þvinga Forrit til að Hætta).\n\nEf þú vilt nota ⎋, vertu viss um að halda ekki inni eftirfarandi breytitökkum: ⌘⌥, ⌘⌥⇧, eða ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) takkinn er frátekin fyrir ákveðnar macOS flýtivísanir (t.d. mun ⌘⌥⎋ sýna gluggann til að Þvinga Forrit til að Hætta).\n\nBreytingin þín myndi úthluta honum til: %@.\n\nEf þú vilt nota ⎋, vertu viss um að halda ekki inni eftirfarandi breytitökkum: ⌘⌥, ⌘⌥⇧, eða ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Forritið þarf að endurræsa til að beita innfluttum stillingum.";
"The application needs to restart to apply the language change." = "Forritið þarf að endurræsa til að breytingin á tungumáli taki gildi.";
"Theme" = "Þema";
"Theme:" = "Þema:";
"Then release:" = "Síðan sleppa:";
"This permission is needed to focus windows after you release the shortcut" = "Þetta leyfi er þörf til að einbeita gluggum eftir að þú sleppir flýtileiðinni";
"This permission is needed to show screenshots and titles of open windows" = "Þetta leyfi er þörf til að sýna skjámyndir og titla af opnum gluggum";
"This permission is needed to show thumbnails and preview of open windows" = "Þessi heimild er nauðsynleg til að sýna smámyndir og forskoðun af opnum gluggum";
"Thumbnails" = "Smámyndir";
"Title" = "Titill";
"Title truncation" = "Titill stytting";
"Titles" = "Titlar";
"Trackpad haptic feedback" = "Snertiflötur með snertiviðbrögðum";
"Trigger" = "Kveikja";
"Trigger shortcut" = "Kveikja flýtileið";
"Unassign existing shortcut and continue" = "Undirskipta núverandi flýtileið og halda áfram";
"Updates policy" = "Uppfærir stefnu";
"Updates policy:" = "Uppfærslustefna:";
"Use the app without this permission. Thumbnails won’t show." = "Nota forritið án þessarar heimildar. Smámyndir munu ekki birtast.";
"Version" = "Útgáfa";
"Vertical Swipe with Four Fingers" = "Lóðrétt strjúka með fjórum fingrum";
"Vertical Swipe with Three Fingers" = "Lóðrétt strjúka með þremur fingrum";
"View existing discussions" = "Sjá umræður";
"Vim keys" = "Vim lyklar";
"Vim keys already assigned to other actions:\n%@" = "Vim lyklar nú þegar skráðir á aðrar virknir";
"Visibility" = "Skyggni";
"Visible Spaces" = "Sýnileg rými";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Þegar óvirkt er, forðast þetta fjólubláa skjáupptökuvísinn í macOS og forðast flökt þegar DRM myndbönd eru spiluð. Smámyndir verða sjaldnar uppfærðar.";
"When fullscreen" = "Í fullri stærð";
"When no open window" = "Þegar engin gluggi er opinn";
"While open, press:" = "Á meðan opið, ýta á:";
"Window app icon size:" = "Stærð forritatáknmyndar í glugga:";
"Window is fullscreen" = "Gluggi er fullskjár";
"Window is minimized" = "Gluggi er lágmarkaður";
"Window is on every Space" = "Gluggi er á hverju rými";
"Window is on Space %d" = "Gluggi er á Space %D";
"Window max width in row:" = "Hámarks breidd glugga í röð:";
"Window min width in row:" = "Lágmarks breidd glugga í röð:";
"Window order:" = "Gluggaröð:";
"Window Title" = "Gluggatitill";
"Window title contains" = "Gluggatitill inniheldur";
"Window title font size:" = "Leturstærð titils glugga:";
"Window title truncation:" = "Styting á gluggaheiti:";
"Windows" = "Gluggar";
"You can’t undo this action." = "Þú getur ekki afturkallað þessa aðgerð.";
"You didn’t write your email, thus can’t receive any response." = "Þú gafst ekki upp netfang, því færðu ekki svar.";
"You may need to disable some conflicting system gestures" = "Þú gætir þurft að slökkva á ákveðnum kerfisbendingum sem valda átökum";
